'''

Задание 2
 Найти периметр прямоугольника

Запросите у пользователя значение сторон a и b прямоугольника и вычислите его периметр.

Пример:

-Введите значение для стороны a:
>>2
-Введите значение для стороны b:
>>3
-Периметр прямоугольника ab равен 10


'''
print("Введите значение а:")
a = int(input())
print("Введите значение b:")
b = int(input())
print("Периметр прямоугольника ab равен: ")
print(2*(a+b))
